[
    {
      "title": "wissenswert - Me-Time",
      "sub_title": "Alles rund um ein glückliches Selbst",
      "authors": "Susanne Pypke",
      "description": "Keine Frage, Zeit ist wertvoll und knapp. Darum sollten wir sie weise \"verschwenden\"! Im Alltag planen, optimieren und multitasken wir, was das Zeug hält, wir hetzen von einem Termin zum anderen. Dabei bleibt meist vor allem eins auf der Strecke: die Zeit für uns selbst, unsere Me-Time. Doch was hindert uns daran, kleine Auszeiten vom Alltag zu nehmen und einfach mal abzutauchen? Egal, wie lang unsere To-do-Liste ist – unter den Top Five sollte immer \"Zeit für mich\" stehen. Me-Time ist so wichtig wie Gemüse zu essen, täglich zwei bis drei Liter Wasser zu trinken, den Körper fit zu halten und die Zähne zu putzen. Me-Time ist keine Zeitverschwendung. Me-Time ist Zeit, in der wir keine Verpflichtungen haben, in der wir uns ganz auf uns selbst konzentrieren, Energie tanken und unseren Akku aufladen können. Entdecke mit diesem Buch, wie du - auf deine eigenen Bedürfnisse achtest und dich selbst ernst nimmst, - durch mehr positives Denken, Gelassenheit, Energie aus der Natur und Entschleunigung zu dir selbst findest und - du ausgeglichener, zufriedener, glücklicher wirst - und gestärkt für den Alltag!",
      "image_thumbnail": "http://books.google.com/books/content?id=moiNDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": "3735812031",
      "isbn13": "9783735812032",
      "language": "de",
      "page_count": 128,
      "publisher": "TOPP",
      "published_date": "2019-02-11",
      "categories": "History",
      "google_book_id": "moiNDwAAQBAJ",
      "google_book_link": "http://books.google.de/books?id=moiNDwAAQBAJ&pg=PA5&dq=Me+time&hl=&cd=1&source=gbs_api",
      "created_at": "2021-11-01 15:00:00.00"
    },
    {
      "title": "Me Time",
      "sub_title": "The self-care guide that transforms you from surviving to thriving",
      "authors": "Jessica Sanders",
      "description": "In a frenzied world, self-care offers you the stabilising routine you need to nurture both mind and body. Me Time helps you to make self-care a restorative, everyday practice – even when you might only have one minute free. Follow its four simple steps to transform yourself from surviving to thriving: What actually is self-care?: start by exploring the idea of self-care as a holistic practice for mind, body and soul; I work at my self-care: reflect on your self-beliefs and discover what it takes to set up and maintain a nurturing routine; I make time for my self-care: commit to original, time-savvy acts, from one-minute rituals through to day-long adventures; I support my self-care: find resources, checklists and recommendations to help you day-to-day. Your wise, inspiring and sensible friend, this healing book effortlessly guides you through everything you need to know to carve out time for self-care and make these moments count. Remind yourself that you are worthy of your own care with Me Time.",
      "image_thumbnail": "http://books.google.com/books/content?id=crITEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": "071125916X",
      "isbn13": "9780711259164",
      "language": "en",
      "page_count": 160,
      "publisher": "White Lion Publishing",
      "published_date": "2021-01-05",
      "categories": "History",
      "google_book_id": "crITEAAAQBAJ",
      "google_book_link": "http://books.google.de/books?id=crITEAAAQBAJ&pg=PA3&dq=Me+time&hl=&cd=2&source=gbs_api",
      "created_at": "2021-12-01 15:00:00.00"
    },
    {
      "title": "Me Time",
      "sub_title": "Redefining Womanhood",
      "authors": "Dr. Shaunte McFarland, M.Ed.",
      "description": "We are always striving to be better wives and better mothers. It's so easy to lose our individuality in this process. Through \"Me Time: Redefining Womanhood\" God will impart to us relevant wisdom on living a full life and embracing who we truly are.",
      "image_thumbnail": "http://books.google.com/books/content?id=lEvQDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": "1365633047",
      "isbn13": "9781365633041",
      "language": "en",
      "page_count": 38,
      "publisher": "Lulu.com",
      "published_date": "2016-12-25",
      "categories": "History",
      "google_book_id": "lEvQDQAAQBAJ",
      "google_book_link": "http://books.google.de/books?id=lEvQDQAAQBAJ&pg=PA10&dq=Me+time&hl=&cd=3&source=gbs_api",
      "created_at": "2022-12-01 15:00:00.00"
    },
    {
      "title": "Me Time",
      "authors": "P. M. Morris",
      "description": "Me Time shares the lives of five successful women struggling with adversities, they retreat to St. Thomas to regroup and find answers. Join Kayla, Mercedes, Savoy, Rhamya and Deville on this unforgettable journey. Kayla stumbles over some mysterious payments being sent to an account in Memphis, Mercedes learns her late husband's accident may not have been an accident after all, Savoy is busy building her law firm-but not without a price, Rhamya's faith is being tested and could shatter her family's future forever, Deville after years of running, comes face-to-face with the ghosts of her past, will she finally be able to let both of them go? Me Time is a must read for all women alike who needs an escape. Married, single, saved or unsaved, we all need to exhale sometime and what better way than with true friendship on the sandy shores of the U.S. Virgin Islands. No matter where life takes you, always remember, you are a virtuous woman and never neglect to schedule your...ME TIME Today!",
      "image_thumbnail": "http://books.google.com/books/content?id=0HXZ-yl1eacC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": "1425959369",
      "isbn13": "9781425959364",
      "language": "en",
      "page_count": 222,
      "publisher": "AuthorHouse",
      "published_date": "2006-08-31",
      "categories": "History",
      "google_book_id": "0HXZ-yl1eacC",
      "google_book_link": "http://books.google.de/books?id=0HXZ-yl1eacC&pg=RA1-PA145&dq=Me+time&hl=&cd=4&source=gbs_api",
      "created_at": "2023-11-21 15:00:00.00"
    },
    {
      "title": "5-Minute ME Time",
      "sub_title": "Discover How Self-Love Microsteps Relieves Stress and Creates More Joy",
      "authors": "Brigitte Love Tritt",
      "description": "Do you feel run-down, stuck, or simply unfulfilled? Could you benefit from some self-love? Our busy lives often leave no time for us to care for ourselves. We end up on autopilot, unconsciously going through the motions of day-to-day life and putting others before ourselves. But how can we care for others if we don’t first care for ourselves? In 5-Minute ME Time: Discover How Self-Love Microsteps Relieves Stress and Creates More Joy, you will learn to love yourself by taking time for you. The 3-step process is simple: pick something you love, do the action, then celebrate. The secret is in the NEW science of microsteps. By choosing something you love and having micro habits it creates an effortless, instant and motivating win. For your mind it’s a positive ripple effect. In time you are able to do more and have massive results. It’s truly that easy. Even with just five minutes a day, you can find inner peace, become more content, and learn to celebrate you every day!",
      "image_thumbnail": "http://books.google.com/books/content?id=xCNnEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": "1039121403",
      "isbn13": "9781039121409",
      "language": "en",
      "page_count": 125,
      "publisher": "FriesenPress",
      "published_date": "2022-03-31",
      "categories": "History",
      "google_book_id": "xCNnEAAAQBAJ",
      "google_book_link": "http://books.google.de/books?id=xCNnEAAAQBAJ&pg=PA25&dq=Me+time&hl=&cd=5&source=gbs_api",
      "created_at": "2023-10-01 15:00:00.00"
    },
    {
      "title": "Chicken Soup for the Soul: Making Me Time",
      "sub_title": "101 Stories About Self-Care and Balance",
      "authors": "Amy Newmark",
      "description": "“Me time” is the cure for what ails you. You know you need it. Here’s how to take care of yourself so that you can be the very best version of you! Do you ever say that you’ll take care of yourself after you finish your to-do list? The personal, revealing stories in this book will convince you to put yourself at the top of that list. Self-care and life balance are what we all neglect most. These 101 true stories from people who turned their lives around will show you how to take care of your physical and mental health. You’ll be inspired by people who have taken back control of their lives and carved out that all-important “me time,” whether that means exercising, reading, meditating, seeing friends, or communing with nature. Whatever your psyche needs is your form of “me time” and that’s something that you deserve. There are many approaches, and at least one of them is bound to work for you. In these pages, you’ll read about men and women who: Put an hour for themselves on their daily to-do lists Pursued long-delayed sports, hobbies, or volunteer work Discovered themselves through travel, fitness, or new careers Learned to ask for help instead of doing it all Started treating themselves as well as they would treat a guest Stopped seeing the people who weren’t making them happy Rediscovered the benefits of exercising and being outside in nature Created their own personal spaces in their homes or outdoors Decluttered their calendars or their homes—and felt liberated",
      "image_thumbnail": "http://books.google.com/books/content?id=qvvtDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": "161159314X",
      "isbn13": "9781611593143",
      "language": "en",
      "page_count": 400,
      "publisher": "Simon and Schuster",
      "published_date": "2021-02-16",
      "categories": "History",
      "google_book_id": "qvvtDwAAQBAJ",
      "google_book_link": "http://books.google.de/books?id=qvvtDwAAQBAJ&pg=PT41&dq=Me+time&hl=&cd=6&source=gbs_api",
      "created_at": "2023-09-01 15:00:00.00"
    },
    {
      "title": "Will You Love Me? Time Will Show",
      "sub_title": "Ballad",
      "authors": "Julius Metz",
      "description": "Digital Sheet Music of Will You Love Me? Time Will ShowComposed by: Julius Metz",
      "image_thumbnail": "http://books.google.com/books/content?id=RjW1dSnC69QC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": "142349096X",
      "language": "en",
      "page_count": 6,
      "publisher": "OnlineSheetMusic.com",
      "published_date": "1853",
      "categories": "History",
      "google_book_id": "RjW1dSnC69QC",
      "google_book_link": "http://books.google.de/books?id=RjW1dSnC69QC&pg=PP4&dq=Me+time&hl=&cd=7&source=gbs_api",
      "created_at": "2023-08-01 15:00:00.00"
    },
    {
      "title": "Immer locker bleiben, Mama! Mit Achtsamkeit zu mehr Me Time, Entspannung und Glück im Familienalltag",
      "authors": "Katharina Rosenthal",
      "description": "Immer locker bleiben, Mama! Mit Achtsamkeit zu mehr Me Time, Entspannung und Glück im Familienalltag",
      "image_thumbnail": "http://books.google.com/books/content?id=krezzgEACAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": "9403640456",
      "isbn13": "9789403640457",
      "language": "de",
      "page_count": 184,
      "publisher": "BoD – Books on Demand",
      "published_date": "2021-11",
      "categories": "History",
      "google_book_id": "krezzgEACAAJ",
      "google_book_link": "http://books.google.de/books?id=krezzgEACAAJ&dq=Me+time&hl=&cd=8&source=gbs_api",
      "created_at": "2023-07-01 15:00:00.00"
    },
    {
      "title": "Advances in Multimedia Modeling",
      "sub_title": "13th International Multimedia Modeling Conference, MMM 2007, Singapore, January 9-12, 2007, Proceedings, Part I",
      "authors": "Tat-Jen Cham, Jianfei Cai",
      "description": "The two volume set LNCS 4351 and LNCS 4352 constitutes the refereed proceedings of the 13th International Multimedia Modeling Conference, MMM 2007, held in Singapore in January 2007. Based on rigorous reviewing, the program committee selected 123 carefully revised full papers of the main technical sessions and 33 revised full papers of four special sessions from a total of 392 submissions for presentation in two volumes.",
      "image_thumbnail": "http://books.google.com/books/content?id=8dFrCQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "isbn": "3540694234",
      "isbn13": "9783540694236",
      "language": "en",
      "page_count": 797,
      "publisher": "Springer",
      "published_date": "2007-07-05",
      "categories": "History",
      "google_book_id": "8dFrCQAAQBAJ",
      "google_book_link": "http://books.google.de/books?id=8dFrCQAAQBAJ&pg=PA564&dq=Me+time&hl=&cd=9&source=gbs_api",
      "created_at": "2023-06-01 15:00:00.00"
    },
    {
      "title": "EVELINA",
      "sub_title": "The Alpha",
      "authors": "David Gomadza",
      "description": "A suspenseful romantic action-packed thriller. A gorgeous young lady turned Most Wanted. A romantic trip and a love to die for. A hidden secret. An evil brutal regime practicing a cult they believe existed even before God created the world. Until the regime is stopped life is on the line. A must read. ABOUT THE SERIES EVELINA A secret cult that existed even before this world was created is still at the center of murder a thousand years later.",
      "image_thumbnail":"http://books.google.com/books/content?id=0HXZ-yl1eacC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api",
      "language":"en",
      "page_count": 384,
      "publisher": "David Gomadza",
      "categories": "History",
      "google_book_id": "C3P3DwAAQBAJ",
      "google_book_link": "http://books.google.de/books?id=C3P3DwAAQBAJ&pg=PT422&dq=Me+time&hl=&cd=10&source=gbs_api",
      "created_at":"2023-09-11 15:00:00"
    }
  ] 